[
    {
      "content": "Title: Phishing rears to get some cheers\n\nBefore this tool was commercialized, it was used a in a couple of white hat pen tests I was part of, at one Government agency in at least one State.\n\nThis tool \"sniffs\" your \"level\" or authorization level of access within an Active Directory environment to find someone *else related to you by another AD factor that has greater permission than you do, so they know who to target next for phishing.*\n\nI am a white hat pen tester known as \"Legit1\". I am, in fact, *not* legit.\n\nI want to make my life super fucking easy by sending out a few emails, then turning this thing on and letting it find the next victim, so I can send even more phishing emails, so I can get on your network to an account that has enough permission to own all of your systems. All the systems.\n\nI start by sending a phish email to 'ol Betty Lou, who's been there for 998 years, but will never retire, because she's the only one who knows how to make Mr. so-and-so's coffee. Mr. so-and-so doesn't even like coffee and pounds a Rockstar on the way to work in the Uber. He just keeps her around because she doesn't know what her information, discretion, coerced illegal shit she's really done really is. The rules were fucking different 958 years ago.\n\nOfc Betty clicks the email and I get in in about 18 seconds. It took a long time to adjust her lenses and bifocal to see the little link, but it says it's an invoice, omg, Mr. So-and-so is going to be so pissed if this isn't paid immediately! Even says so in the email, it's overdue already, yikes! I rush to grab my credit card, click on another phishing link that brings me to a very convincing page, for a person who is 998 years old, to *think* it's legit.\n\nThe invoice may or may not be real. If it is real, Betty has now just given a \"secure\" card number to a criminal who will most definitely not just use it for himself until it's all gone and then sell it to someone else. In any case, submitting more information in those **tiny field boxes**, on the website you don't know is \"compromised\", can *execute* endless amounts of other shit on your computer. It's called injection, look it up.\n\nThe \"hacker\" has spent about 15 minutes to get onto Betty's computer \"securely\" enough that I can get to the rest of everything. Her life, it's long, 998 years, it picks up around the time photography gets invented though. Takes a real shitty turn about the time Instagram comes around.\n\nThen they use *mimikatz* to break into the rest of her/Mr. so-and-so's criminal shit(passwords, \"secure\" storage, keys, etc) to hold him hostage over all his bad decisions so they can blackmail him. If they can't do that, they just hope the cops don't catch them.\n\n*Protect yourself.* Learn what phishing emails are all about. Understand the things to look for to identify \"real\" information. When in doubt, get in touch with the other person from the email in another form of communication, preferably face-to-face, because everyone needs to go touch some fucking grass once in awhile. Touch each other, *or something*."
    },
    {
      "content": "Title: But Yohbe - - you're the G, sometimes your theories hypnotize me.\n\nI just love your flashy plays, guess why they broke, and you so paid.\n\nIf you store your passwords in your browser, please pay attention. There is a set of tools available freely to any degen with almost 3 brain cells to rub together that can retrieve the passwords from your browser \"Secure Store\", so that hackers can try and steal your identity using primary or secondary passwords you've used for everything else. You can always count on laziness.\n\nWhen your browser's secure store passwords are harvested and sold on the dark web, other degens will spend a few minutes to crack the \"secure store\" open and get to your entire life. They will then try and use this information against you.\n\nWeeks ago, anticipating this, I had begun purging my personal data that no one wants to admit is being collected or retrieved without consent (Telemetry is personal if you profit off it to harvest your bottom line and you do not share that profit with those whos personal data you are pilfering for a few cents every year.) There are services out there that can do this \"automatically\", which makes no sense unless you're the source of said information you're purging, but most knuckleheads can figure it out with some simple google searching for like \"purge personal data from Google\" or something.\n\nIn either Chrome or Firefox, if you look at the passwords that are stored, they will tell you if a password you use has been compromised on the \"dark web\", whatever in the fuck that is anymore. But Chrome and Firefox make it clear your password was stolen and you need to change. While changing it, make it super fucking long, like imsmartafbutihateworkingandwanttoretireearlybutihadtogettheextramoneyiputintomy401krefundedfordumbgovernmentreasonssoicouldshowtheworldalessonaboutmemecoinsandweb3. Or something. While you're composing your next password, remember to login to everything and flip on Multi-factor authentication and use an Authenticator app that can send you push notifications. More on why this matters later.\n\nIf there's the option to log off old still connected sessions from devices you may or may not recognize, it is safe to do so, just keep this in mind. You will have to connect your devices again. boo hoo. This will disconnect your account(Amazon, Gmail, Netflix) from any device that has an \"active\" connection to your account by way of OAuth and SAML. This makes it so if you owned that device and resold it to someone else, who did not factory reset it, managed to get ahold of your information through other means, but the \"computer\" is \"recognized\" from a session that happened where you clicked through a bunch of shit no one reads, because you wanted to see the newest season of Love is Blind, they can no longer access your service. I realize it is super inconvenient to have to login to shit again, but for your privacy's sake, take the few minutes.\n\nWhy does Multi-factor authentication even matter to me, bro. Like fr fr. I'm so smart, there's no way people would get my info. You are the reason I am telling you this happens. Because it has happened to you already, but it might not make sense if someone doesn't connect the dots for you.\n\nMulti-factor authentication is a way to \"guarantee\" you are you. Like how keys can identify people. You have a phone. You remember a password. Your phone can receive a code that verifies \"you're\" \"you\", you have provided a service three forms of authentication, which is more secure than a single password that's not nearly as long as: imsmartafbutihateworkingandwanttoretireearlybutihadtogettheextramoneyiputintomy401krefundedfordumbgovernmentreasonssoicouldshowtheworldalessonaboutmemecoinsandweb3\n\nYou make it this long because it's random and much harder to brute force into. Catch up. Anything less than 12 characters takes less than 5 seconds to crack, or whatever. Rainbow tables\n\nUse MFA. Check out security and privacy settings and turn off as many as possible. Or continue to wonder why when you talk about fucking 'Tide Pods', that shit is allllllll over your Instagram.\n\nI don't even care if anyone's reading anymore, just fix your shit.\n\nTake all your shit, fit it into a backup. Fix your shit.\n\n[$RickandMorty-\"Get your shit together\"]"
    },
    {
      "content": "Title: Childhood trauma and PTSD are the same picture\n\nI have an overwhelming sense of fairness. That's really what you can read between the lines here. I am un-corruptable. Because each time it happens and I get took, I *connect more dots*. Ask my family how they know. You cannot hurt someone who does not give a shit about you. It is good enough that I live rent-free in your mind and will while you rot in prison forever.\n\nI understand how one thing has impacted another enough to know how shitty the world is, and this is literally the *only thing* I can do about it.\n\nWhat's the big deal, you might think? Why not doxx yourself and shine that spotlight up another asshole.\n\nNah, I'm so good not doing that. fr fr.\n\nI take my privacy seriously. To find me requires an extreme amount of work.\n\nThere has been a dogwhistle to locate Yohbe the Ghost. They have broken ALL the privacy laws. It has been noticed. Let's hope there's some fucking follow through or **I swear to God**, I'm coming down there to run shit myself *rolls up sleeves*.\n\nWhat I reveal is my only selfish gift to mankind. It is free to you to use. It is the gift of **leveling the playing field**. Helping make people who are ignorant, **lack the appropriate knowledge**, un-ignorant-*or something… By making things interesting to you that people think you cant understand. I am not a kingdom builder.* I do not hoard information and intentionally not help other people until I can figure out a way to profit from it appropriately enough that I've squeezed it for what it's got and I feel like letting it go.\n\nIt's the **only** thing in my life that doesn't *singularly represent my worth to other people.* There are *very few people who get it.*\n\nIt is revealing all sorts of things. Stay tuned. No one is safe.\n\nfr fr."
    },
    {
      "content": "Title: Arbitrage deez nutz\n\nSo, the Uniswap V2 LPs are definitely part of the great garbage patch of 2023. But so is this idea of Arbitrage.\n\nMEV bots utilize lots of strategies to make all those assloads of asshole's money.\n\nArbitrage is *the practice of taking advantage of a difference in prices in two or more markets; striking a combination of matching deals to capitalize on the difference, the profit being the difference between the market prices at which the unit is traded.*\n\nI own an MEV bot that connects to *hundreds* of exchanges via API. I own the newest, latest, crapcoin that's a gift from Pepe himself. I own the Uniswap LP. I have lots of \"relationships\" *cough* dealers, that have lots of customers who are degen gamblers, just not as experienced yet. I create and advertise crapcoin, I give liquidity to \"CEXs\" for free, so they can sell to their customers and I get a cut from all sales. The CEXs can only go through each other when there's enough volume or they can't sell to *any* customers.\n\nI start the tweet machine, and some of the volume picks up elsewhere. But it's a low amount of volume, more prone to wild swings in price. My bot, using data that no one gets nearly as quickly, makes trades across the entire shitcoin market ecosystem. No matter where the coin is purchased, I now control and dictate the price and it is extremely difficult to change a price that's sandwiched. Ask me how I know.\n\nNo matter who is doing it, Arbitrage is not fair to anyone else who does not *also* have the ability to arbitrage without automation and for free. Period."
    },
    {
      "content": "Title: NFT \"games\" with \"utility\"\n\nSince Loopring has got to be the best place to do business, it attracts a lot of reputable players in the NFT space. These players probably started out legit, but as things do, good will is overpowered by greed. \"Artists\" create followings and sell you NFTs with \"utility\", and you get to be part of the \"passive income\" club. They tell you to login to Discord and they'll perform a wallet check to ensure you do, in fact, own the right NFTs to \"qualify\" to receive your passive income allotment.\n\nThey don't say when they'll pay you. Sometimes they actually say when the monthly snapshot is. A \"snapshot\" is a term borrowed from other Cloud Systems language that describes taking a \"backup\" of the disks or files at a particular time. There are various types of backups and disks, but none of that is relevant for this discussion. What they are describing is a public information request for all addresses that have particular NFTs or NFT IDs so they can establish who is an \"owner\" of the collection. On Opensea, they list who the individual owners are for an NFT collection. Pay attention to that number. The smaller it is-number of unique owners, the more likely the collection is being manipulated and wash-traded.\n\nWash-trading is a term describing 'selling' an asset to myself so that I can jack up its price. You've heard about this in the news already no doubt. \"X Celebrity just paid $650k for this stupid NFT that just has a single dot in the center of the image!\" Influencers: ermahgerd guys, but it's so avant garde.\n\nThe price is literally, fake. Just like GME, and the fact that Epstein killed himself.\n\nI own two wallets. Somehow, I have access to a shitload of Eth because I'm an asshole and steal from everyone. I \"work\" with, or create, an NFT collection that is literally useless and worthless. The best kind. I \"list\" the NFT on Opensea using lazy-minting(Fee-free creation for the artist) for 100 Eth. It is completely useless. I already know this.\n\nI use my other wallet to go to Opensea and \"buy\" my NFT listed from another wallet. I pay Opensea a fee, ofc, but the rest is escrowed through OpenSea to my other wallet at the end of the month. I get 98% of my money back, let's say.\n\nThe Floor price for my collection just became 100 Eth. The art and utility is still worthless. But now I \"own\" an asset I created, and I can prove the price is real. After all, it's right there on OpenSea. 100Eth. Look at it!\n\nI then take this NFT that is now worth $200k and I find someone who is ignorant to how this works to buy it from me. Or, if I can't find someone to do that, I can \"loan\" it, or use it as \"collateral\" for other crypto loans and assets. Or eventually, I can sell fractional ownership over it, because that can't go wrong either.\n\nI lazy-minted 10,000 NFTs. I suck at math, but that sure looks like lots of millions to me. I said I cant math.\n\nNo one is safe.\n\nIf \"artists\" can prey on people and not actually deliver this easily, this is anti-innovation. An NFT platform should use data that everyone has access to and a shared set of rules. Instead of just a shared orderbook.\n\nIf you intend to make your NFT have \"utility\" by followers being a \"member\" in a \"passive income\" club, but you don't actually deliver, you deserve to find a new career(NFT Fighting, Mutant Pixel). If I have to purchase two NFTs to \"burn\" to get another, this is a scam(Wagmi). I realize it's important that the image and where it's stored be decentralized, but then it shouldn't also be able to be changed by the original owner after purchase. Or is the art(the value of the asset) really immutable?\n\nThere needs to be an NFT burning service. One for artists and businesses, to create scarcity, and one for users to get rid of garbage. \"airdropping\" should have a security or acceptance mechanism. The blockchain can run its own scheduled task for snapshots, for everyone. My blockchain oracle is only as accurate as everyone else thinks it is. It shouldn't be easy to get everyone's information. It shouldn't. Parachains are a great start.\n\nThis is why everyone is building their own NFT platform. Because smart businesses don't negotiate with terrorists.\n\nBecause there needs to be rules, but they want to make them. Not live by them."
    }
    {
        "url": "https://mirror.xyz/kingbook.eth/collection",
        "content": "Subscribe\ng0hst.eth in the shell\nkingbook.eth\nI hope you fat finger your PIN number three times and have to restart your transaction to use credit.\nmirror.xyz\nEntries\nCollection\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nThis user has not collected any entries yet.",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/f6KSqtHDq0AOz50N_W7gUiBBrXgzwu30MQxHdRVNmcc",
        "content": "Subscribe\nThe needful\ng0hst.eth in the shell\n0x6841\n8 hours ago\nMint\n@deso @elonmusk\n\nAll the rest of you, regards. Just so you know, restricting my ability to do anything on the \"open, free\" internet, is wire fraud. But keep going, because $popcorn.\n\nYou've proxied my DNS and won't even let me get to my own node anymore. tsk, tsk.\n\n#gme and r/Superstonk are going to love hearing this, fam.\n\n@GME @gamestopcorp @gamestopcorpnew FYI\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\nw3WvEedN_BsLNHs…YwrDOg646cebGog\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\nf6KSqtHDq0AOz50…wu30MQxHdRVNmcc\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/qIou79WBYidJiji4IjKrF33CAnKWSFi1PPz2B2PFJu8",
        "content": "g0hst.eth in the shell\nJuly 13th, 2024\nI hope you trust a fart that you shouldn’t have.\nLet’s not forget this is mostly your fault anyways. And you have probably exploited me worse than anyone else. All I have done is try to exist within your sets of rules. What do you expect from someone who trusts no one and no one has talked to about your little experiment here.\nJust let me sleep already. And then get this the fuck over with.\n\nRehypothecation is coming next.\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION pxeQedKeE9fVxEo…PqOrZe3ZncHU794\nAUTHOR ADDRESS 0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST qIou79WBYidJiji…SFi1PPz2B2PFJu8",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/tZydJFtm-t9Wb_DJ47NqNH6ld1Zawmf9Q_HDQI2itFs",
        "content": "Subscribe\nThe single most important thing to remember\ng0hst.eth in the shell\n0x6841\nJuly 10th, 2024\nMint\nIs that context is key. Yes, it’s confusing, but by splitting my words up and not keying into any one service, I keep you all guessing and wanting more.\n\nAlso, let’s understand that I am no superhuman. I just level up my ability to infer. I ask questions I don’t have answers to, and then I go seek the answer. That’s all the magic there is.\nBy never giving any of you the same picture right away, it leaves room for objectification. Plus, knowing who is looking at one of these tools is important, but it’s even more important who knows about two and how they know about the other.\nLike Ms. Ada Twist, I need a puzzle, a quest!\nAlso, MS, do you like me again? Gonna let me take my cert test again?\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\nIr_f1lQuFua6JMD…_k36pxPnKFv0NG0\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\ntZydJFtm-t9Wb_D…wmf9Q_HDQI2itFs\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/2nhynnjObjxtblbNU0rq20GbNkozCcv3yF_4lVTVyxs",
        "content": "Subscribe\nAlright fam\ng0hst.eth in the shell\n0x6841\nJune 24th, 2024\nMint\nIt’s out there, my first coin -- SHY\nContract Address:\n0xea2D0efF4EF912505a929F6F5a0c9ae002ACa214\nWe’re going to see what we can do with Engagement and self-improvement.\nI expect no one will see this or purchase anything, but ya know… self-improvement, idle hands, and all that.\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\n2CGGDUEfbQtxXAM…qcf93gNbLt755IU\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\n2nhynnjObjxtblb…Ccv3yF_4lVTVyxs\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/Z4td3Y_zMd1mNf-47QupA0RmrX0F_k1tAgrEoUXksBk",
        "content": "Subscribe\nIs this even worth the effort?\ng0hst.eth in the shell\n0x6841\nJune 24th, 2024\nMint\nI mean, it’s a lot of effort, so…\nToken, whitepaper, website, value-adding, marketing, branding, blah blah…\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\n_6b_TRer6V_ruLN…e_-FoMVU9HeCihg\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\nZ4td3Y_zMd1mNf-…_k1tAgrEoUXksBk\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/4O5ia40FBnjsJ6UBIFLy-_meJ_ZP5ioTPbgjLRb5JjM",
        "content": "Subscribe\nI lied to your face\ng0hst.eth in the shell\n0x6841\nJune 23rd, 2024\nMint\nI found other things to do… idle hands and all that.\nFound a workaround to my LP problem, we’ll see if people like this idea.\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\nlXqZdhALMvenfX6…DAgWxGjVN99PLGM\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\n4O5ia40FBnjsJ6U…5ioTPbgjLRb5JjM\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/1dcaqosyoc7Xl_iN3MlNUZi6aDqcs0eNOllzTk-O9yM",
        "content": "Subscribe\nBuidl-ing again\ng0hst.eth in the shell\n0x6841\nJune 22nd, 2024\nMint\n0x67d970C94e83952db3b72f9ce72D4246862Da6b2\nsome' with a game.\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\n-m17zzZ1N5XQKoG…esrWwOZO4WrvKlI\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\n1dcaqosyoc7Xl_i…s0eNOllzTk-O9yM\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/e8ze4hyKShzaJzYgZfN-liQY83ZlTb8PikYCvJcsH2k",
        "content": "Subscribe\nAhh, there you are\ng0hst.eth in the shell\n0x6841\nJune 21st, 2024\nMint\nBack online or fucking with me.\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\ntLx9Kpv5ZqqGhL3…odS2yW1m8k3V0DQ\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\ne8ze4hyKShzaJzY…Tb8PikYCvJcsH2k\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      },
      {
        "url": "https://mirror.xyz/kingbook.eth/EHrs_XCGNNQLDcTKaGxR-jEgPGnEWqdcRgwOMnsbnLY",
        "content": "Subscribe\nCross-site scripting bs\ng0hst.eth in the shell\n0x6841\nJune 21st, 2024\nMint\nYou were causing all kinds of notifications on ALL my devices.\nA garrison of inaction produced only mild infections, but what is happening\nfor everyone else's intrusion detection?\nSubscribe to g0hst.eth in the shell\nReceive the latest updates directly to your inbox.\nSubscribe\nMint this entry as an NFT to add it to your collection.\nMint\nVerification\nThis entry has been permanently stored onchain and signed by its creator.\nARWEAVE TRANSACTION\n9Cu9Q65b3i9uEN_…5TftI02LXETQGmY\nAUTHOR ADDRESS\n0x684121586Ef75a9…1a6167B50DFd57f\nCONTENT DIGEST\nEHrs_XCGNNQLDcT…WqdcRgwOMnsbnLY\nMore from g0hst.eth in the shell\nView All",
        "author": "kingbook.eth"
      }
  ]