["Gen G, [7/14/2024 8:39 PM]", "Gen G, [7/14/2024 8:39 PM]\nArbitrage deez nutz 👻👿\n\nSo, the Uniswap V2 LPs are definitely part of the great garbage patch of 2023. But so is this idea of Arbitrage.\n\nMEV bots utilize lots of strategies to make all those assloads of asshole’s money.\n\nArbitrage is the practice of taking advantage of a difference in prices in two or more markets; striking a combination of matching deals to capitalize on the difference, the profit being the difference between the market prices at which the unit is traded.\n\nI own an MEV bot that connects to hundreds of exchanges via API. I own the newest, latest, crapcoin that’s a gift from Pepe himself. I own the Uniswap LP. I have lots of \"relationships\" cough dealers, that have lots of customers who are degen gamblers, just not as experienced yet. I create and advertise crapcoin, I give liquidity to \"CEXs\" for free, so they can sell to their customers and I get a cut from all sales. The CEXs can only go through each other when there’s enough volume or they can’t sell to any customers.\n\nI start the tweet machine, and some of the volume picks up elsewhere. But it’s a low amount of volume, more prone to wild swings in price. My bot, using data that no one gets nearly as quickly, makes trades across the entire shitcoin market ecosystem. No matter where the coin is purchased, I now control and dictate the price and it is extremely difficult to change a price that’s sandwiched. Ask me how I know.\n\nNo matter who is doing it, Arbitrage is not fair to anyone else who does not also have the ability to arbitrage without automation and for free. Period.\n\nGen G, [7/14/2024 8:59 PM]\nWhy \"public\" cloud is a utility 👻😝\n\nIf you’re following along, you might think that I couldn’t possibly have more to give. [$BillyMays]\n\nThe reason virtually all architectures cost the same money and we all eat that shit up is because all the best practices for Public Cloud configuration are available online, 24/7, and become a \"source of truth\" for technologists when seeking to solve drunken debates regarding Load Balancers. Fuck off… they’re interesting.\n\nAll of us that know how shit works, flock to the same places/sources for more information on how to connect more shit to endless amounts of other shit.\n\nArbitrage deez nutz 👻👿\n\nSo, the Uniswap V2 LPs are definitely part of the great garbage patch of 2023. But so is this idea of Arbitrage.\n\nMEV bots utilize lots of strategies to make all those assloads of asshole’s money.\n\nArbitrage is the practice of taking advantage of a difference in prices in two or more markets; striking a combination of matching deals to capitalize on the difference, the profit being the difference between the market prices at which the unit is traded.\n\nI own an MEV bot that connects to hundreds of exchanges via API. I own the newest, latest, crapcoin that’s a gift from Pepe himself. I own the Uniswap LP. I have lots of \"relationships\" cough dealers, that have lots of customers who are degen gamblers, just not as experienced yet. I create and advertise crapcoin, I give liquidity to \"CEXs\" for free, so they can sell to their customers and I get a cut from all sales. The CEXs can only go through each other when there’s enough volume or they can’t sell to any customers.\n\nI start the tweet machine, and some of the volume picks up elsewhere. But it’s a low amount of volume, more prone to wild swings in price. My bot, using data that no one gets nearly as quickly, makes trades across the entire shitcoin market ecosystem. No matter where the coin is purchased, I now control and dictate the price and it is extremely difficult to change a price that’s sandwiched. Ask me how I know.\n\nNo matter who is doing it, Arbitrage is not fair to anyone else who does not also have the ability to arbitrage without automation and for free. Period.\n\nGen G, [7/14/2024 8:59 PM]\nWhy \"public\" cloud is a utility 👻😝\n\nIf you’re following along, you might think that I couldn’t possibly have more to give. [$BillyMays]\n\nThe reason virtually all architectures cost the same money and we all eat that shit up is because all the best practices for Public Cloud configuration are available online, 24/7, and become a \"source of truth\" for technologists when seeking to solve drunken debates regarding Load Balancers. Fuck off… they’re interesting.\n\nAll of us that know how shit works, flock to the same places/sources for more information on how to connect more shit to endless amounts of other shit.\n\nThere’s so much documentation though, surely, it’s not inaccurate or slanted one way or another. /shrug\n\nIf we all read the same piece of paper and did shit differently, the internet would be wild.\n\nYou would have even more inconsistency and 1,000 places your information would go that cannot be managed easily.\n\nEconomies of scale. How are these companies still \"private?\" If they charge the Government only 50% more than cost, and consumers 100% more than they charge Government, and you call them Public Cloud Infrastructure, I’m going to always be confused. One Datacenter does not only service one customer. I guess we kind of are all in this together.\n\n:/\n/end"]