[
  {
    "content": "Web3 gaming is not a niche. We're early with the entire concept of assets making unique gaming experiences across games. Take @KiraverseNFT for example, Kiras will be rentable. Let that sink in. Wanna be your favorite streamer for a day, it's coming! P2E gaming is an entirely new market vertical to boring AAA game letdowns. Not only is the content fresh, but the community is embedded into the game. Friends and raid content is entirely different, right meow."
  },
  {
    "content": "Mojo melee was one of the first games on Polygon to get a plug via Amazon Prime gaming. It's an auto-battler with amazing visuals and all the popular skinning and new NFT assets that you can level up! Don't miss out on this! Like Fortnite? Epic is partnering with many Web3 games to juice up the content and support creators. You can find hundreds of web3 games free-to-play on their platform, and onboarding metaverse games as we speak. Right meow! You don't want to miss this!"
  },
  {
    "content": "Casual gamer? Web3's got you, fam. Auto-battlers give you time to react and plan your next move. Hardcore gamer? Star Atlas is a space adventure game for all, join a faction and experience this MMO's content uniquely. CryptoKitties is a fast casual puzzler that was the first game available on Ethereum. Pioneering asset ownership and allowing you to create your very own unique combination of Kitties. It's not just the game, you own it, you are embedded with the game. New Kitties come out every 15 minutes!"
  },
  {
    "content": "Elixir Gaming is a platform for web3 games. With quick onboarding, you have hundreds of titles at your fingertips immediately. Kiraverse, Tollan Worlds, Chronos, Elemental Raiders, so many choices to stoke your excitement. Get in meow! How to git gud: Play web3 games. Own your assets. Level up those assets. Engage with the community around your game. Things that matter: GM ing everyone you can. Download Elixir Gaming's game platform. Wait for the download to complete and grab caffeine. Enjoy your experience!"
  },
  {
    "content": "Steps to web3 games: Engage with game. Link wallet for added bonuses. Game your little heart out, fam. How do you game in web3? Download a platform or play in browser? Buy fancy jpegs, or crush your opponents? This one's easy. GM or don't GM? I think we can say these are all amazing ways to get into web3 games. There are 100 reasons to check out web3 games, but here are my top5: Established games have proven comparable to AAA games, like Kiraverse/Fortnite. Tollan Worlds and Looperlands. RPG, Adventure, Comic experiences are all around."
  },
  {
    "content": "Decentralization, multiple blockchain-based, In-game assets can be leveled up, rented, and combined for unique experiences in any game. There are multiple platforms that may have some of the same selections, but it makes onboarding new users lightning fast and in the game in minutes, instead of hours. Content can be played both in software and in browser, lowering the barrier of entry, so almost anyone can get started. Partnerships between game production companies and Blue Chip NFTs, as well as integration to anti-cheat systems, prove the games are comparable to any AAA gaming experience."
  }
]